Autodesk.Revit.DB.BuiltInFailures.ExportFailures.UserDefinedPropertySetReserved
User-defined property sets cannot start with reserved string "Pset_".  Please see journal for details.

Autodesk.Revit.DB.BuiltInFailures.ExportFailures.CannotAddPropertyToReservedPropertySet
Cannot add properties to reserved property sets.  Please see journal for details.